{
  "homePanel": {
    "title": "Los californianos están conectados por su agua",
    "content": "Desde las montañas hasta la costa, y de norte a sur, los californianos comparten el agua a través de uno de los sistemas de transporte más grandes y complejos del mundo. La mayor parte del agua de California cae lejos de donde se necesita. Fluye—a través de ríos, túneles y canales—hacia ciudades, campos agrícolas y ecosistemas en todo el estado.",
    "headlines": [
      "¿Cómo afectan las operaciones de embalses a la calidad del agua del Delta?",
      "¿Qué futuros hídricos apoyan la supervivencia del salmón?",
      "¿Cómo comparten el agua las ciudades y las granjas en un futuro más caluroso y seco?",
      "¿Qué políticas ayudan a cumplir los objetivos ambientales?",
      "¿Qué sucede si dejamos que nuestros ríos fluyan?"
    ],
    "scrollText": "El agua nos conecta. Explora el sistema hídrico de California y descubre posibilidades para el futuro del agua en nuestro estado.",
    "combinedPanelScrollText": "Los californianos comparten el agua a través de uno de los sistemas de transporte más grandes y complejos del mundo."
  },
  "interstitial": {
    "content": [
      "Desde las montañas hasta la costa, y de norte a sur, los californianos comparten el agua a través de uno de los sistemas de transporte más grandes y complejos del mundo. La mayor parte del agua de California cae lejos de donde se necesita. Fluye—a través de ríos, túneles y canales—hacia ciudades, campos agrícolas y ecosistemas en todo el estado.",
      "El proyecto COEQWAL te ayuda a entender cómo se mueve el agua en California, cómo podrían ser las alternativas y los efectos de un clima cambiante."
    ],
    "boldText": "Desde las montañas hasta la costa, y de norte a sur,",
    "part1": "los californianos comparten el agua a través de uno de los sistemas de transporte más grandes y complejos del mundo. La mayor parte del agua de California cae lejos de donde se necesita. Fluye—a través de ríos, túneles y canales—hacia ciudades, campos agrícolas y ecosistemas en todo el estado.",
    "part2": "El proyecto COEQWAL te ayuda a entender cómo se mueve el agua en California, cómo podrían ser las alternativas y los efectos de un clima cambiante."
  },
  "secondaryNavigation": {
    "tab1": "Learn",
    "tab2": "Current Operations",
    "tab3": "Scenario Themes"
  },
  "CaliforniaWaterPanel": {
    "title": "Agua California"
  },
  "californiaWater": {
    "title": "Agua de California",
    "paragraph1": "La mayor parte del agua de California cae en invierno como lluvia y nieve en el norte de California y la Sierra Nevada. Esta precipitación, muy variable de un año a otro, es la principal fuente de agua del estado.",
    "paragraph2": "La capa de nieve sirve como un embalse natural, liberando agua durante la primavera. A medida que la lluvia y el deshielo fluyen desde las montañas hacia los ríos del Valle Central, parte de ella se filtra bajo tierra y recarga grandes acuíferos.",
    "paragraph3": "El río Sacramento, el más grande de California, fluye desde el norte y se une con el río San Joaquín, que sube desde el sur, en el Delta. Estos flujos crean uno de los estuarios ecológicamente más ricos de la Costa Oeste antes de desembocar en la Bahía de San Francisco y el Océano Pacífico. En el Delta, el agua dulce se mezcla con agua salada, creando un equilibrio de salinidad cambiante determinado por la cantidad de flujo y las mareas.",
    "paragraph4": "Aunque California tiene abundancia de agua, la mayor parte de nuestra agua cae lejos de donde vive, trabaja y cultiva la mayoría de la gente. Para suministrar agua a la agricultura y a una población creciente en las partes más secas del estado, hemos transformado cómo se mueve el agua a través de California.",
    "arLabel": {
      "title": "Río atmosférico",
      "date": "diciembre de 2024"
    }
  },
  "managingWater": {
    "title": "Managing Water",
    "paragraph1": "California's vast water system includes over a thousand dams and hundreds of miles of canals. Our large reservoirs, such as Lake Shasta and Lake Oroville, collect water from rain and melting snow in the winter and spring. Reservoirs reduce the risk of flooding in the winter and store water into the dry season for use by farms, communities, and ecosystems.",
    "paragraph2": "Much of the freshwater flowing from the Sacramento and San Joaquin rivers into the Delta is pumped into canals that deliver water back to farms in the San Joaquin Valley and communities in Southern California.",
    "paragraph3": "Managing California's water is no easy task. Precipitation varies unpredictably both seasonally and year to year, and a web of laws, regulations, and institutions shapes how water is managed and allocated across the state."
  },
  "challenges": {
    "title": "Growing Challenges",
    "paragraph1": "California's water is essential for farms, communities, and the environment—but not everyone has equal access to it. Historically, laws prevented Indigenous communities and people of color from securing land and water rights, and the effects of these injustices are still felt today. Many communities continue to struggle with limited or unsafe drinking water, and the state is facing a growing population.",
    "paragraph2": "The transformation of our water system has taken a toll on freshwater ecosystems. Dams have reduced river flows and blocked migratory fish like the endangered Sacramento River winter-run Chinook salmon. For more than a century, farms have relied heavily on groundwater for irrigation, depleting aquifers throughout the Central Valley.",
    "paragraph3": "Climate change is making things even more challenging. California is experiencing more extreme weather, and rising temperatures mean less snow in the mountains. Meanwhile, rising sea levels are pushing saltwater farther inland, threatening ecosystems, farms, communities, and the water supply system in the Delta.",
    "paragraph4": "Despite these challenges, California has opportunities to adapt. By improving the way we manage water, we can better meet future needs and ensure a more fair and sustainable water supply for everyone."
  },
  "calsim": {
    "title": "Exploring Alternatives with CalSim",
    "paragraph1": "To explore alternative ways of managing water, we need to understand how much water is available, where it's needed, and how decisions in one part of the system can affect everything else. That's where CalSim comes in. CalSim is a powerful water modeling tool that simulates how water moves through California's major water projects within the Central Valley and connected regions.",
    "paragraph2": "The model tracks how much water flows into reservoirs, how much is stored and released, and where it gets delivered across the state. The advantage of CalSim is in its flexibility—we can change the rules for distributing water and see the effects. For example, we can adjust priorities, modify regulations, and even test what happens if new infrastructure is added. We can also see how the system might respond to different climate conditions. This is the model that the state Department of Water Resources and the U.S. Bureau of Reclamation uses to model water management across the state.",
    "paragraph3": "Each unique combination of rules and climate conditions creates a scenario that shows how water might be allocated under different circumstances. The COEQWAL project is using CalSim to build a library of these scenarios for you to explore on this website. We've also developed tools to help you see how different choices impact the outcomes that you care about and the tradeoffs of those outcomes."
  },
  "invitation": {
    "title": "Begin your Exploration",
    "paragraph1": "We invite you to explore the current operations scenario, which represents how water is currently managed in California. This scenario reflects existing laws and regulations as of 2025 and illustrates how the system is intended to operate today as well as under different climate conditions.",
    "paragraph2": "We have organized our library of scenarios into themes that address specific water issues. You can explore the in-depth description of these themes and their scenarios.",
    "paragraph3": "You can also go straight to the source and access the unprocessed scenario run data for the COEQWAL scenarios by clicking the Raw Data button above.",
    "paragraph4": "Below you can search our library of scenarios for specific outcomes."
  },
  "scenarioResults": {
    "title": "Resultados de Escenarios",
    "description": "Ver y comparar resultados de diferentes escenarios de gestión del agua.",
    "search": "Buscar"
  },
  "questionBuilder": {
    "defaultTerms": {
      "waterAvailability": "disponibilidad de agua",
      "outcomes": "resultados",
      "decisions": "decisiones"
    },
    "scenarioSingular": "escenario",
    "scenarioPlural": "escenarios",
    "singularVerb": "afecta",
    "pluralVerb": "afectan",
    "questionFormat": "¿Cómo {{verb}} {{operation}} a {{outcome}}?",
    "questionFormatWithClimate": "¿Cómo {{verb}} {{operation}} a {{outcome}} con {{climate}}?",
    "swappedFormat": "Para estos {{outcome}}, ¿qué {{operation}} podríamos probar?",
    "swappedFormatNoChange": "Para {{outcome}}, ¿qué {{operation}} podríamos considerar?",
    "connectors": {
      "and": "y",
      "in": "en",
      "to": "a",
      "under": "bajo",
      "increase": "aumentar",
      "decrease": "disminuir",
      "affect": "afectar",
      "with": "con"
    },
    "ui": {
      "switch": "cambiar",
      "clearSelection": "Borrar selección",
      "clearOperations": "Borrar operaciones",
      "clearOutcomes": "Borrar resultados",
      "clearSelections": "Borrar selecciones"
    },
    "operationsSelector": {
      "title": "¿Cómo afectan {{decisions}}",
      "swappedTitle": "podríamos considerar?",
      "searchPlaceholder": "Escribe para buscar...",
      "searchOperations": "Buscar operaciones",
      "comingSoon": "Próximamente"
    },
    "outcomesSelector": {
      "title": "{{waterAvailability}}?",
      "swappedTitle": "Para cambiar {{waterAvailability}}",
      "includeClimate": "Incluir futuros climáticos",
      "chooseLocation": "Elegir ubicación en el mapa",
      "mapPlaceholder": "Placeholder del Mapa"
    },
    "climateSelector": {
      "title": "clima",
      "options": {
        "hist_adj": "condiciones actuales",
        "cc50": "futuro moderadamente más caluroso y seco",
        "cc95": "futuro severamente más caluroso y seco"
      }
    },
    "sectionAccordion": {
      "comingSoon": "Próximamente"
    }
  }
}
